[
    {
        "route_id": "181",
        "area_id": "176",
        "route_icon": "ulf_609_spira_minoan_512px.png",
        "route_bibliography": "Tzedakis, I., &amp;Martlew, H. (1999). Minoan and Mycenaean flavours. Kapon, Athens.(CL)Tzedakis, Y., &amp;Martlew, H. (2007). A chorotaxia at the Late Minoan III cemetery of Armenoi. Krinoi kai limenes Studies in Honor of Joseph and Maria Shaw,22, 68-72, 68- fig.8.1, 70-71. (CL)Tzedakis, Y., Martlew, H., &amp; Arnott, R.(2018). The Late Minoan III Necropolis of Armenoi (Vol. 1). ISD LLC, 1-17.(CL)Papathanassiou, M., Hoskin, M., &amp; Papadopoulou, H. (1992). Orientations of tombs in the Late-Minoan cemetery at Armenoi, Crete. Journal for the History of Astronomy, 23(17), 45. (CL)Papadopoulou E. 1997, Une tombe à tholos ‘ intra muros’: le cas du cimetière MR d’Arménoi, in Driessen, Farnoux (eds) Actes de la table Ronde, Internationaleorganisee pal l’EcoleFrancaised’Athenes,(25-28 Mars 1991), 319-340.(CL)Tzedakis, Y. &amp;Kolivaki, V.(2018). Background and History of the excavation in Tzedakis et al (eds), The Late Minoan III Necropolis of Armenoi, Vol.1, 6, 8-9, 17(CL)Τζεδάκις, Γ.(1988). Δρόμος ΥΜΙΙΙ νεκροταφείου. Κρητική Εστία, Περίοδος Δ΄, Τόμος 2, Χανιά, 295, πίν.2β. (CL)Eillen Chappell &amp; Steve Allender (2018). Site investigations of the Necropolis and its environs: The search for the town. In Tzedakis, Y., Martlew., H. &amp; Arnott, R. (eds), The Necropolis of Armenoi III, Vol. 1, 32, 46-49.(CL) ",
        "route_title": [
            {
                "key": "gr",
                "text": "Νεκρόπολη Αρμένων"
            },
            {
                "key": "en",
                "text": "Necropolis at Armenoi"
            }
        ],
        "route_short_description": [
            {
                "key": "gr",
                "text": "Η νεκρόπολη των Αρμένων εντοπίζεται περίπου 10 χιλιόμετρα νότια της σύγχρονης πόλης του Ρεθύμνου και εκτείνεται στην ανατολική πλαγιά του λόφου Πρινοκέφαλο. Η ανακάλυψη της θέσης του νεκροταφείου έγινε τυχαία το 1969 όταν μαθητές του γειτονικού χωριού Σωματά εντόπισαν κάποια αγγεία επιφανειακά, τα οποία είχαν απομακρύνει από τους τάφους μικρά ζώα (άρκαλοι). Το νεκροταφείο ανασκάφηκε συστηματικά από το 1969 υπό την διεύθυνση του Επίτιμου Έφορου Γιάννη Τζεδάκι. Οι τάφοι ήταν στην πλειοψηφία τους ασύλητοι."
            },
            {
                "key": "en",
                "text": "The necropolis of Armenoi is located approximately 10 kilometers south of the modern city of Rethymno and extends on the eastern slope of the Prinokefalo hill. The discovery of the cemetery&#39;s location occurred by chance in 1969 when students from the neighboring village of Somatas found some vessels on the surface, which had(CL)been removed from the graves by small animals (European badgers). The cemetery was systematically excavated in 1969 under the direction of Honorary Ephor John Tzedakis. The tombs were primarily undisturbed."
            }
        ],
        "route_description": [
            {
                "key": "gr",
                "text": "Η νεκρόπολη που χρονολογείται στην ΥΜΙΙΙ Α –Β περίοδο ( περ. 1425- 1210 π.Χ) περιλαμβάνει συνολικά 231 θαλαμωτούς τάφους με δρόμο, λαξεμένους σε μαργαϊκό ασβεστόλιθο. Μπροστά από κάθε τάφο υπήρχε δρόμος εν είδη ράμπας ή κλίμακας που οδηγούσε στον θάλαμο. Η είσοδος του τάφου καλυπτόταν με λίθινη πλάκα ή φράγμα λίθων. Κάποιοι από τους τάφους έφεραν λίθινες επιτύμβιες στήλες.(CL)Οι τάφοι ήταν οικογενειακοί. Οι νεκροί τοποθετούνταν είτε απευθείας στο δάπεδο είτε σε λάρνακες. Πριν από κάθε νέα ταφή εφαρμοζόταν η πρακτική της ανακομιδής των οστών. (CL)Το νεκροταφείο οργανώνονταν σε τρεις συστάδες τάφων, στα ανατολικά, τα δυτικά και τα νότια. Η ανατολική συστάδα περιλαμβάνει 117τάφους σε  πυκνή διάταξη. Η δυτική συστάδα τάφων περιλαμβάνει 47 τάφους σε αραιή διάταξη και βρίσκεται στο υψηλότερο σημείο της νεκρόπολης. Η νότια συστάδα  είναι σχετικά απομονωμένη και περιλαμβάνει 67 τάφους. Κοντά στη νότια συστάδα και προς τα βόρεια αυτής αποκαλύφθηκε τμήμα μινωικού δρόμου, που παρείχε πρόσβαση στη νεκρόπολη. (CL)Στο εσωτερικό των τάφων εντοπίστηκαν συνολικά 32 πήλινες λάρνακες με γραπτό διάκοσμο καθώς και 800 αγγεία. Μεταξύ των ταφικών αντικειμένων, συγκαταλέγονται επίσης πολλά χάλκινα εργαλεία και όπλα, λίγα κοσμήματα από χρυσό, φαγεντιανή και ημιπολύτιμους λίθους και τουλάχιστον 160 σφραγιδόλιθοι.(CL)Τα ευρήματα από τους τάφους της νεκρόπολης των Αρμένων αντανακλούν τη σύζευξη Μινωικών και Μυκηναϊκών στοιχείων, η οποία είναι χαρακτηριστική μετά την πτώση των Μινωικών ανακτόρων και την άφιξη των Μυκηναίων στην Κρήτη (1500-1450 π.Χ)."
            },
            {
                "key": "en",
                "text": "The necropolis dating to the LMIII A-B period (around 1425-1210 B.C.) includes a total of 231 chambered tombs with an entrance passage (dromos) carved in marly limestone. In front of each tomb was an entrance passage (dromos) in the form of a ramp or a set of steps leading to the chamber. The tomb's entrance was covered with a stone slab or a stone-built barrier. Some of the graves had stone tombstones.(CL)The tombs were family tombs. The dead were placed either directly on the floor or in chests. Before each new burial, the practice of the collection of the bones was carried out. The cemetery was organized into three clusters of tombs in the east, west and south. The eastern cluster includes 117 graves in a dense arrangement. The western cluster of tombs consists of 47 tombs in a sparse distribution and is located at the highest point of the necropolis. The southern cluster is relatively isolated and contains 67 tombs. Near the southern cluster and to the north of it, a section of a Minoan road, which provided access to the necropolis, was discovered. (CL)A total of 32 clay chests with written decoration and 800 vessels were found in the interior of the tombs. Among the grave goods several bronze tools and weapons, some jewelry of gold, faience and semi-precious stones and at least 160 seal stones. In the finds from Armenoi, a mingling of Minoan and Mycenaean elements is visible, which is characteristic after the fall of the Minoan palaces and the arrival of the Mycenaeans in Crete (1500-1450 B.C.)."
            }
        ]
    },
    {
        "route_id": "200",
        "area_id": "179",
        "route_icon": "ulf_609_spira_minoan_512px.png",
        "route_bibliography": "Tzigounaki, A. (1995). Protopalatial site of Apodoulou: Chronology and relation with the neighbourhood. 7th International Cretalogical Congress Proceedings (August 25-29, 1991) Rethymnon 1995, 895-915, Tables 50-57.(CL)Tzigounaki, A. (1999). Apodhoulou. Elements of architecture of a Protopalatial Settlement. In R. Laffineur and W.D. Niemeier (eds.), MELETEMATA: Studies in Aegean Archaeology Presented to Malcolm H. Wiener as He Enters His 65th Birthday (Aegaeum 20), Liège, 863-867.(CL)Tzigounaki, A. (2011). Ο παλαιοανακτορικός οικισμός Αποδούλου Αμαρίου. 10th International Cretological Congress (Chania 1-8 October 2006), Vol. 2, 493-510.(CL)Τζιγκουνάκη, Α. &amp; Godart L. (2014). H Ελληνο-Ιταλική Ανασκαφική Έρευνα στο Αμάρι. Πεπραγμένα Διεθνούς Συνεδρίου: Η Επαρχία Αμαρίου από την αρχαιότητα έως σήμερα, 79-96. (CL)Venieri, I. (2020). Tableware from the Middle Minoan Settlement at Apodoulou, Crete: A Typological Assessment, SMEA NS6, 97-132",
        "route_title": [
            {
                "key": "gr",
                "text": "Παλαιοανακτορικός οικισμός Αποδούλου"
            },
            {
                "key": "en",
                "text": "Minoan Settlement Apodoulou"
            }
        ],
        "route_short_description": [
            {
                "key": "gr",
                "text": "Ο οικισμός Αποδούλου βρίσκεται 18 χλμ. ΝΑ του ανακτορικού κέντρου του Μοναστηρακίου και περίπου 20 χλμ. ΒΔ του Μινωικού ανακτόρου της Φαιστού. Η κύρια εγκατάσταση χρονολογείται στην Παλαιοανακτορική (1850-1700 π.Χ.) περίοδο, στο τέλος της οποίας καταστράφηκε από σεισμό και πυρκαγιά, ωστόσο ο χώρος συνέχισε να χρησιμοποιείται και κατά την επόμενη περίοδο, τη Νεοανακτορική (1700-1650 π.Χ.)."
            },
            {
                "key": "en",
                "text": "The settlement of Apodoulou is located 18 km SE of the palatial center of Monastiraki and approximately 20 km NW of the Minoan palace of Phaistos. The main facility dates back to the Palaeopalatial (1850-1700 BC) period, at the end of which it was destroyed by an earthquake and fire, however the site continued to be used during the next period, the Neopalatial (1700-1650 BC). ."
            }
        ],
        "route_description": [
            {
                "key": "gr",
                "text": "Τα ανασκαμμένα παλαιοανακτορικά κτηριακά συγκροτήματα, έχουν εμβαδόν 625 τ.μ., ενώ η γενικότερη έκταση του οικισμού υπολογίζεται σε 3.500 τ.μ. Συνολικά έχουν ανασκαφεί τμήματα από έξι οικοδομικά συγκροτήματα (Συγκροτήματα Α, Β, Γ, Δ, Ε, Ζ) τα οποία χωρίζονται μεταξύ τους με στενούς δρόμους. Από αυτά δύο (Α και Δ) έχουν κοινή πρόσοψη, με οδόντωση και περιτρέχονται από πλακόστρωτο δρόμο. Ο συνολικός σχεδιασμός και η αρχιτεκτονική των συγκροτημάτων μοιάζει να ακολουθεί το φυσικό ανάγλυφο του τοπίου. (CL)Στο ισόγειο των συγκροτημάτων αποκαλύφθηκαν αποθηκευτικοί χώροι και εργαστήρια, χώροι με εστίες, αποθήκη αγγείων κάτω από κλίμακα, ενώ σε κάποια υπάρχουν στοιχεία ορόφου ή χρησιμοποιείται το φυσικό ανάγλυφο, δημιουργώντας δύο επίπεδα στον ίδιο χώρο (συγκροτήματα Α και Δ). Σχεδόν εξολοκλήρου έχει ανασκαφεί μόνο το συγκρότημα Α, συνολικού εμβαδού 225 τ.μ. Περιελάμβανε ένα σύμπλεγμα εκτεταμένων αποθηκευτικών και εργαστηριακών χώρων, που επικοινωνούσαν μεταξύ τους. Τα ευρήματα των χώρων αυτών είναι κυρίως λίθινα εργαλεία καθώς και αποθηκευτικά αγγεία όλων των μεγεθών. Χαρακτηριστική είναι η περίπτωση μεγάλης αποθήκης (Χώρος 3), όπου βρέθηκαν συνολικά δεκαέξι πίθοι, τοποθετημένοι σε δύο σειρές κατά μήκος της ΝΔ πλευράς του. Σε παρακείμενο χώρο δύο επιπέδων που είχε χρησιμοποιηθεί ως κεραμικό εργαστήριο, εντοπίστηκαν δύο δίσκοι κεραμικού τροχού (Χώρος 6). Ενδιαφέρον αρχιτεκτονικό στοιχείο αποτελεί η κλίμακα σε σχήμα Γ(Χώρος 9) του Συγκροτήματος Α, που περιείχε, μάλλον τοποθετημένα σε ράφια, περισσότερα από 118 αγγεία. (CL)Η κεραμική περιλαμβάνει άωτα και μόνωτα κύπελλα, βαθιές και αβαθείς ανοιχτές φιάλες μικρού μεγέθους, λεκανίδες, πίθους, πιθοειδή, αμφορείς, πρόχους, γαλατιέρες, τεϊέρες καθώς και αρκετά μικρογραφικά αγγεία. (CL)Η ανεύρεση σφραγιδόλιθων και ενσφράγιστου υφαντικού βάρους, σε διάφορα σημεία του οικισμού, δηλώνει την εμπλοκή των ανθρώπων του οικισμού στο σύστημα διοικητικού ελέγχου της εποχής.(CL)Η αρχιτεκτονική, τα ευρήματα αλλά και η γεωγραφική θέση του παλαιοανακτορικού οικισμού στο Αποδούλου δείχνουν ότι πρόκειται για μια αγροτική εγκατάσταση, η οποία συνδεόταν με το ανακτορικό κέντρο του Μοναστηρακίου και το ανάκτορο της Φαιστού."
            },
            {
                "key": "en",
                "text": "The excavated ancient palatial building complexes have an area of 625 sq.m., while the general area of the settlement is estimated at 3,500 sq.m. In total, parts of six building complexes have been excavated (Complexes A, B, C, D, E, Z) which are separated from each other by narrow streets. Of these, two (A and D) have a common facade, with dentils and are surrounded by a paved road. The overall design and architecture of the complexes seems to follow the natural relief of the landscape.(CL)On the ground floor of the complexes, storage areas and workshops, areas with hearths, a warehouse of vessels under a scale were revealed, while in some there are elements of a floor or the natural relief is used, creating two levels in the same space (complexes A and D). Only complex A, with a total area of 225 sq.m., has been almost completely excavated. It included a complex of extensive storage and laboratory spaces, communicating with each other. The findings of these areas are mainly stone tools as well as storage vessels of all sizes. Typical is the case of a large warehouse (Space 3), where a total of sixteen pithos were found, placed in two rows along its SW side. In an adjacent two-level space that had been used as a pottery workshop, two ceramic wheel discs were found (Room 6). An interesting architectural element is the C-shaped staircase (Room 9) of Complex A, which contained, probably placed on shelves, more than 118 vases.(CL)Pottery includes hollow and single bowls, deep and shallow open flasks of small size, basins, pithos, pithoids, amphorae, prochos, milk jugs, teapots as well as several miniature vessels.(CL)The finding of seal stones and sealed textile weights, in various parts of the settlement, indicates the involvement of the people of the settlement in the administrative control system of the time.(CL)The architecture, the finds and the geographical location of the ancient palatial settlement in Apodoulou show that it was a rural settlement, which was connected to the palatial center of Monastiraki and the palace of Phaistos."
            }
        ]
    },
    {
        "route_id": "204",
        "area_id": "702",
        "route_icon": "ulf_610_cross_byzantine_512px.png",
        "route_bibliography": "",
        "route_title": [
            {
                "key": "gr",
                "text": "Βυζαντινά Μνημεία"
            },
            {
                "key": "en",
                "text": "Byzantine Monuments"
            }
        ],
        "route_short_description": [
            {
                "key": "gr",
                "text": "Περιήγηση στους Βυζαντινούς και Μεταβυζαντινούς ναούς της Περιφερειακής Ενότητας του Ρεθύμνου."
            },
            {
                "key": "en",
                "text": "Tour of the Byzantine and Post-Byzantine churches of the Regional Unit of Rethymnon."
            }
        ],
        "route_description": [
            {
                "key": "gr",
                "text": ""
            },
            {
                "key": "en",
                "text": ""
            }
        ]
    },
    {
        "route_id": "639",
        "area_id": "178",
        "route_icon": "ulf_609_spira_minoan_512px.png",
        "route_bibliography": "Kanta, A., &amp;Tzigounaki, A. (2001). Clay model of a two- storey shrine. In Karetsou, M. Andreadaki- Vlazaki and N. Papadakis (eds.), Crete – Egypt. Three Thousand Years of Cultural Links. Herakleion- Cairo, 63- 64.(CL)Kanta, A. (2006). Monastiraki, a palatial Minoan center in the valley of Amari. In Kanta, A. &amp; Marazzi, M. (eds) Monastiraki I, Napoli- Heraklion.(CL)Kanta, A. (2008). A Minoan Palace on the slopes of Mount Ida. CEM Università Degli Studi Suor Orsola Banincasa. Un PalazzoMinoico Alle Falde Del Monte Ida. Studio Preliminare Di Un ParcoArcheologico a MonastirakiNella Valle Di Amari – Creta. Napoli, 9-13.(CL)Kanta, A., Tzigounaki, A., Godart, L., &amp;Percoraro, G. (2012). Monastiraki: Excavations of a Minoan Palatial Centre in the Amari Valley. Crete, IIA: The Archive Building and Associated Finds (Herakleion)(CL)Kanta, A. (2013). Monastiraki III: Studies of the Protopalatial Architectural Remains in Monastiraki (Mon. East). Napoli- Heraklion.",
        "route_title": [
            {
                "key": "gr",
                "text": "Ανακτορικό κέντρο Μοναστηρακίου"
            },
            {
                "key": "en",
                "text": "Minoan palatial centre Monastiraki"
            }
        ],
        "route_short_description": [
            {
                "key": "gr",
                "text": "Ο αρχαιολογικός χώρος του Μοναστηρακίου εκτείνεται στην κορυφή και τις πλαγιές χαμηλού λόφου στην κοιλάδα Αμαρίου, μεταξύ του όρους Ίδη και του όρους Κέδρος."
            },
            {
                "key": "en",
                "text": "The archaeological site of Monastiraki extends on the top and the slopes of a low hill in the Amari valley, between Mount Idi and Mount Kedros. During the Second World War, excavations of the site were carried out by German archaeologists-officers. The site was systematically excavated for the first time in 1980 by the Honorary Director R.U. of Heraklio Ms. Athanasia Kanda. In 1982-1984, an excavation survey was carried out by a Greek-Italian archaeological mission under the direction of the Honorary General Director of Antiquities of the Ministry of Antiquities, Mr. Yannis Tzedakis and the professor of the University of Naples, Federico II, LouisGodart. The excavation was continued by the Honorary Director P.E. Heraklion Ms. Athanasia Kanda."
            }
        ],
        "route_description": [
            {
                "key": "gr",
                "text": "Στη διάρκεια του Β΄ Παγκοσμίου πολέμου, πραγματοποιήθηκαν ανασκαφές της θέσης από Γερμανούς αρχαιολόγους- αξιωματικούς. Η θέση ανασκάφηκε συστηματικά πρώτη φορά το 1980 από την Επίτιμη Διευθύντρια Π.Ε. Ηρακλείου κα. Αθανασία Κάντα. Το 1982-1984 πραγματοποιήθηκε ανασκαφική έρευνα Ελληνο-Ιταλικής  αρχαιολογικής αποστολής υπό τη διεύθυνση του Επίτιμου Γενικού Διευθυντή Αρχαιοτήτων του ΥΠΠΟ κ. Γιάννη Τζεδάκι και του καθηγητή του Πανεπιστημίου της Nάπολης, Federico II, LouisGodart. Η ανασκαφή συνεχίστηκε από την Επίτιμη Διευθύντρια Π.Ε. Ηρακλείου κα. Αθανασία Κάντα.(CL)Η πολύχρονη συστηματική ανασκαφική έρευνα έφερε στο φώς εκτεταμένο οικισμό της Παλαιοανακτορικής περιόδου, που χρονολογείται στη ΜΜΙ-ΜΜΙΙΒ περίοδο (περ. 2000- 1700 π.Χ) και διαθέτει όλα τα χαρακτηριστικά ενός ανακτορικού κέντρου της εποχής, όπως μνημειακή αρχιτεκτονική, πολεοδομική οργάνωση, αρχεία σφραγισμάτων, εκτεταμένους εργαστηριακούς χώρους και αποθήκες, επίσημα διαμερίσματα, χώρους λατρείας και συλλογικής συνάντησης. (CL)Τρία κτηριακά συγκροτήματα έχουν ανασκαφεί έως σήμερα στο Μοναστηράκι. (CL)Το Νότιο συγκρότημα ανασκάφηκε αρχικά από την Ελληνο-Ιταλική αποστολή. Αποτελείται από πολλά δωμάτια. Σε δωμάτιο δίπλα στη νότια είσοδο του συγκροτήματος εντοπίστηκε το πρώτο αρχείο σφραγισμάτων. Η πρόσβαση στο δωμάτιο αυτό γινόταν μέσω μιας ράμπας. Έχει αποκαλυφθεί επίσης οδικό σύστημα. Σημαντικό εύρημα στο εν λόγω συγκρότημα αποτελεί πήλινο ομοίωμα ναΐσκου. (CL)Το Ανατολικό συγκρότημα περιελάμβανε 90 δωμάτια. Στο ισόγειο στεγάζονταν αποθηκευτικοί και εργαστηριακοί χώροι καθώς και χώροι λατρείας, ενώ στον όροφο υπήρχαν χώροι ενδιαιτήματος και διοίκησης. Στα βόρεια του ανατολικού συγκροτήματος έχουν αποκαλυφθεί ανοιχτοί χώροι και μαγειρεία. Το δεύτερο αρχείο σφραγισμάτων, που αποτελείται από περισσότερα από 900 σφραγίσματα εντοπίστηκε σε δύο δωμάτια του ορόφου. Και στο ανατολικό συγκρότημα έχει εντοπιστεί δρόμος εν είδη ράμπας που οδηγούσε στην κορυφή του λόφου και διασταυρωνόταν με άλλους δρόμους με κατεύθυνση Β-Ν. (CL)Το Δυτικό συγκρότημα ανασκάφηκε αρχικά από Γερμανούς κατακτητές στη διάρκεια του Β΄ Παγκοσμίου Πολέμου και κατόπιν από την Επίτιμη Διευθύντρια Π.Ε.  Ηρακλείου κα. Αθανασία Κάντα. Η ανασκαφή έφερε στο φως μνημειώδες κτήριο με μεγαλιθική οδοντωτή πρόσοψη, χώρο με κεντρικό πεσσό, τελετουργικού χαρακτήρα, καθώς και είσοδο με λίθινες παραστάδες. Τρίτο αρχείο σφραγισμάτων εντοπίστηκε στο δυτικό συγκρότημα. Στα βόρεια και νότια του συγκροτήματος αποκαλύφθηκαν άνδηρα μεγάλων διαστάσεων καθώς και δύο αυλές. (CL)Στο μεγάλο, ορθογώνιο πλάτωμα, στην κορυφή του λόφου υπήρχε κεντρική αυλή. Οι αυλές αποτελούν χαρακτηριστικό στοιχείο των Μινωικών ανακτόρων. Η πρόσβαση σε αυτή γινόταν από τα ΝΔ και τα ΒΑ. Από την Κεντρική Αυλή ένας διάδρομος οδηγούσε στον Κόκκινο Χάρακα, τον βράχο που δεσπόζει στο κέντρο περίπου της θέσης. Στη ρίζα του βράχου υπάρχουν ίχνη κλιμακωτής πρόσβασης, ενώ στην ανατολική πλευρά του ανασκάφηκε σημαντικό σύμπλεγμα ιερού. (CL)Η τελική καταστροφή του οικισμού προήλθε από σεισμό και πυρκαγιά στο τέλος της Παλαιοανακτορικής περιόδου (ΜΜΙΙΒ) γύρω στα 1700. π.Χ."
            },
            {
                "key": "en",
                "text": "The long-term systematic excavation research brought to light an extensive settlement of the Palaeopalatial period, which dates back to the MMI-MMIIV period (c. 2000-1700 BC) and has all the characteristics of a palatial center of the time, such as monumental architecture, urban planning organization, archives of sealings, extensive workshops and storerooms, official living districts, worship spaces and collective gathering.(CL)(CL)Three building complexes have been excavated to date in Monastiraki.(CL)The Southern complex was initially excavated by the Greek-Italian expedition. It consists of several rooms. The first archive of sealings was found in a room next to the south entrance of the complex. Access to this room was via a ramp. A road system has also been revealed. A significant find in this complex is a clay model of a shrine.(CL).(CL)The Eastern complex included 90 rooms. The ground floor housed storerooms, workshop areas, and places of worship, while on the first floor, there were living quarters and administrative districts. Open spaces and kitchens have been revealed to the north of the eastern complex. The second archive of sealings, consisting of more than 900 seals, was found in two rooms on the first floor. A ramp road that led to the top of the hill and intersected with other roads in an N-S axis has been traced in the eastern complex.(CL)(CL)German occupation forces initially excavated the Western complex during the Second World War and then by the Honorary Director R.U. of Heraklio, Ms. Athanasia Kanda. The excavation brought to light a monumental building with a megalithic facade with recesses, an area of ritual character with a pillar at its center, and an entrance with stone pilasters. A third archive of sealings was found in the western complex. Large terraces and two courtyards were discovered to the north and south of the complex.(CL)(CL)A central courtyard was on the large, rectangular plateau at the top of the hill. The courtyards are a typical element of the Minoan palaces. It was accessed from the SW and NE. From the Central Court, a corridor led to Kokkinos Harakas, the rock that roughly dominates the center of the site. At the base of the rock, there are traces of a stepped access, while a significant shrine complex was excavated on its eastern side.(CL)(CL)The final destruction of the settlement came from an earthquake and fire at the end of the Palaeopalatial period (MMIIB) around 1700 BC."
            }
        ]
    },
    {
        "route_id": "706",
        "area_id": "177",
        "route_icon": "ulf_609_spira_minoan_512px.png",
        "route_bibliography": "Σαπουνά-Σακελλαράκη, Έ. (2016). Προσκύνημα στη Ζώμινθο. Ο μινωικός πλούτος του Ψηλορείτη, Αρχαιολογία και Τέχνες περ.Β’ τ.120 (Απρίλιος 2016), 22-43.(CL)Σαπουνά-Σακελλαράκη, Έ. (2022). Ζώμινθος- Ένα ανάκτορο στο βουνό. Αθήνα :ΦΩΤΟΛΙΟ",
        "route_title": [
            {
                "key": "gr",
                "text": "Ανακτορικό κέντρο Ζωμίνθου"
            },
            {
                "key": "en",
                "text": "Zominthos Minoan Palace"
            }
        ],
        "route_short_description": [
            {
                "key": "gr",
                "text": "Η Ζώμινθος αποτελεί το μεγαλύτερο ορεινό Ανακτορικό Κέντρο των Μινωικών χρόνων, καθώς χτίστηκε σε υψόμετρο 1200 μ. στον Ψηλορείτη. (CL)Η θέση ανασκάφηκε συστηματικά από τον Καθηγητή Γιάννη Σακελλαράκη και την Επίτιμη Έφορο Αρχαιοτήτων Δρ. Έφη Σαπουνά-Σακελλαράκη. Η ανασκαφή έφερε στο φως Κεντρικό κτίριο της Νεοανακτορικής περιόδου (1700-1650 π.Χ.), που περιβάλλεται από εκτεταμένο οικισμό, μεγαλύτερο των τεσσάρων στρεμμάτων. Τόσο στο κτίριο όσο και στον οικισμό έχουν εντοπιστεί λείψανα της Παλαιοανακτορικής περιόδου (1900-1700 π.Χ.)."
            },
            {
                "key": "en",
                "text": "The palace of Zominthos where the Minoans settled was a solid complex in the current location of Alones with a Central Building, a settlement with over 58 ground floor rooms, a total area of over 1,600 sq.m., and with at least a second floor or even a third in a large part of, is the largest known residential center of the Minoan times on the mountains."
            }
        ],
        "route_description": [
            {
                "key": "gr",
                "text": "Το εντυπωσιακό νεοανακτορικό Κεντρικό Κτίριο αποτελείται από 75 ισόγειους χώρους συνολικού εμβαδού άνω των 1600 τ.μ., πολλοί από τους οποίους διέθεταν δεύτερο ή και τρίτο όροφο.Η είσοδος γινόταν από τα βορειοανατολικά και τα νότια. Ο Διάδρομος 10 (Β-Ν) χωρίζει το κεντρικό κτίριο σε δύο πτέρυγες την ανατολική και τη δυτική.(CL)Η ανατολική πτέρυγα περιλαμβάνει  τη μεγαλοπρεπή Βόρεια πρόσοψη του κτιρίου, η οποία φέρει κρηπίδωμα, σώζεται σε διάφορα  σημεία  σε ύψος άνω των 2.50 μ. και διατηρεί την είσοδο και τα παράθυρά της. Έξω ακριβώς από το βόρειο τοίχο υπήρχε πλακόστρωτη αυλή. Στα ΒΑ αποκαλύφθηκαν χώροι εισόδου στο κτίριο (1-2, 64), δεξαμενή καθαρμών(3) επιχρισμένη με λευκό και ερυθρό κονίαμα, με μικρή κλίμακα και αγωγό, προθάλαμος με θρανία (4), μέσω του οποίου εισέρχονταν κανείς στο ισόγειο  πολυτελών ιδιωτικών διαμερισμάτων (7-9) και μέσω κλιμακοστασίου (5, 6/22) στον όροφο αυτών και σε εργαστήριο επεξεργασίας βοτάνων (8), χώρος με βαθμιδωτό βωμό και βόθρο θυσιών καθώς και μια ψηλή  κτιστή κατασκευή άγνωστης χρήσης (9) καθώς και χώρος με πλακόστρωτο δάπεδο και κτιστά θρανία στις τρεις πλευρές (25). Στην ανατολική πτέρυγα εντοπίζεται επίσης χώρος με μακρύ θρανίο επενδυμένο με λευκό κονίαμα και κυκλική εστία με πήλινο περιχείλωμα (50), φωταγωγό με πολύθυρο (51), χώρο με προστώο, δύο κίονες και κτιστό βωμό θυσιών (30/52), χώρους με θρησκευτικό/τελετουργικό χαρακτήρα (41-42), χώρο συγκέντρωσης γυναικών(43), αύλειο χώρο τελετουργιών με τράπεζα θυσιών και αποθέτη θεμελίωσης (33) καθώς και εξωτερικές βεράντες (45-48). Οι χώροι 50-52 χρονολογούνται στην Παλαιοανακτορική περίοδο ενώ στην Νεοανακτορική αποτελούσαν την κεντρική αυλή του κτιρίου.(CL)Στη δυτική πτέρυγα του κεντρικού κτιρίου,στα βόρεια αυτής, εντοπίστηκε εργαστήριο κεραμεικής (13) με κτιστή δεξαμενή και δύο γούρνες, εντός των οποίων βρέθηκε αρχαίος πηλός και κεραμεικός τροχός, ενώ στο χώρο ήταν τοποθετημένα 250 αγγεία. Σε γειτνίαση με το κεραμικό εργαστήριο, στα δυτικά, βρίσκεται κεραμεικός κλίβανος. Πλήθος αγγείων, περίπου 100, αποκαλύφθηκαν και στον όμορο χώρο (14), ενώ από τον νοτιότερο χώρο (15) ήρθαν στο φως αγγεία και αντικείμενα λατρευτικού χαρακτήρα από το ισόγειο και εργαστήριο λίθινων αντικειμένων στον όροφο. Οι χώροι 11 και 12 περιείχαν αντικείμενα λατρευτικού χαρακτήρα και ειδικής χρήσης. (CL)Στη δυτική πτέρυγα συγκαταλέγονται ακόμη χώροι με θρανία και κίονες(26/53), πλακόστρωτος διώροφος χώρος (49), πλακόστρωτος φωταγωγός με τέσσερις πεσσούς και θρανίο (19), λατρευτικός χώρος σε όροφο (28) με πλήθος λατρευτικών αντικειμένων, χώροι τροφοπαρασκευής (27, 58, 17), εργαστήριο μεταλλουργίας (17, 38), κλιμακοστάσιο (35Β), χώρος με πολύχρωμες τοιχογραφίες (35Α), πλακόστρωτος υπόστυλος χώρος με τέσσερις κίονες και πλινθόκτιστο ερμάριο στον όροφο (37),  ισόγειος χώρος με πέντε κτιστές λίθινες κίστες (39), χώρος με τελετουργικό βόθρο και θραύσματα λίθινης τράπεζας προσφορών.Πολύ ενδιαφέρων είναι ο Χώρος 58 που στον άνω όροφο περιείχε πλήθος πίθων ενώ στο ισόγειο υπήρχε τελετουργικός βόθρος γύρω από τον οποίο θρανία."
            },
            {
                "key": "en",
                "text": ""
            }
        ]
    }
]