[
    {
        "area_description": [
            {
                "key": "gr",
                "text": "Από το 1969 ξεκίνησαν συστηματικές ανασκαφικές εργασίες, οι οποίες έφεραν στο φως εκτεταμένο νεκροταφείο υστερομινωικών χρόνων, το οποίο ανασκάπτεται συστηματικά έως σήμερα. Έχουν ανασκαφεί 233 τάφοι μέσα σε ένα όμορφο δάσος βελανιδιάς. Οι τάφοι είναι θαλαμωτοί που έχουν λαξευτεί στον μαλακό ασβεστόλιθο και έχουν λαξευτό επίσης στον μαλακό βράχο στενό διάδρομο που οδηγεί σε αυτούς. Δύο από αυτούς φέρουν πεσσούς και θρανία. Οι τάφοι ήταν οικογενειακοί και περιείχαν πολλούς νεκρούς που αποτίθεντο είτε στο δάπεδο είτε σε πήλινες λάρνακες. Σε ορισμένους τάφους η προσέγγιση στον θάλαμο γίνεται με κατηφορικό δρόμο και σε άλλους με σκαλιά. Τα κτερίσματα (κεραμική - όπλα - εργαλεία - κοσμήματα), παρέχουν σημαντικές πληροφορίες για την τέχνη, τη θρησκεία και την κοινωνική οργάνωση της εποχής. (CL)Οι περισσότεροι από τους τάφους βρέθηκαν ασύλητοι και περιείχαν πάρα πολλά και πλούσια ευρήματα. Πήλινες λάρνακες, οι οποίες εντυπωσιάζουν με τον ωραιότατο και πλούσιο διάκοσμό τους με θέματα από τη φύση και τις θρησκευτικές τελετές, κεραμικά αγγεία, ειδώλια, χάλκινα όπλα, κοσμήματα, εργαλεία, ένα αγγείο με επιγραφή σε γραφή Γραμμική Α, κλπ. Οι ανασκαφές συνεχίζονται και σήμερα, στόχος των τελευταίων ανασκαφικών εργασιών είναι ο εντοπισμός και η αποκάλυψη της πόλης στην οποία ανήκε το νεκροταφείο."
            },
            {
                "key": "en",
                "text": "The tombs are chambered which have been carved into the soft limestone and have also carved into the soft rock a narrow passage leading to them. Two of them carry pesses and desks. The tombs were family and contained many dead who were placed either on the floor or in clay urns. In some tombs the approach to the chamber is by a downhill road and in others by steps. The gifts (pottery - weapons - tools - jewelry), provide important information about the art, religion and social organization of the time. Most of the tombs were found untouched and contained many rich finds. Clay urns, which impress with their beautiful and rich decoration with themes from nature and religious ceremonies, ceramic vessels, figurines, bronze weapons, jewelry, tools, a vase with an inscription in Linear A script, etc. Excavations continue and today, the goal of the latest excavation work is to locate and reveal the city to which the cemetery belonged."
            }
        ],
        "area_geo": "24.462575-35.318106",
        "area_icon": "ulf_1127_iconArmenoi.png",
        "area_id": "176",
        "area_short_description": [
            {
                "key": "gr",
                "text": "Το Υστερομινωικό Νεκροταφείο Αρμένων (13ος - 12ος αιώνας π. Χ.) βρίσκεται νότια της πόλης του(CL)Ρεθύμνου (10 χιλιόμετρα) και κοντά στο χωριό των Αρμένων, στη θέση Πρινοκέφαλο, στην περιοχή(CL)Μοναχή Ελιά.  Από το 1969 ξεκίνησαν συστηματικές ανασκαφικές εργασίες, οι οποίες έφεραν στο φως εκτεταμένο(CL)νεκροταφείο υστερομινωικών χρόνων, το οποίο ανασκάπτεται συστηματικά έως σήμερα. Έχουν ανασκαφεί 233 τάφοι(CL)μέσα σε ένα όμορφο δάσος βελανιδιάς"
            },
            {
                "key": "en",
                "text": "The Late Minoan Cemetery of Armena (13th - 12th century BC) is located south of the city of(CL)Rethymnon (10 kilometers) and near the village of Armeni, in the location of Prinokefalo, in the area(CL)Nun Elia. From 1969, systematic excavations began, which brought to light extensive(CL)cemetery of late Minoan times, which is systematically excavated until today. 233 graves have been excavated(CL)in a beautiful oak forest"
            }
        ],
        "area_title": [
            {
                "key": "gr",
                "text": "Νεκροταφείο Αρμένων"
            },
            {
                "key": "en",
                "text": "Armenoi Cemetery"
            }
        ]
    },
    {
        "area_description": [
            {
                "key": "gr",
                "text": "Το 1982 ο αρχαιολόγος Γιάννης Σακελλαράκης ανακάλυψε τη μινωική εγκατάσταση της Ζωμίνθου, σε υψόμετρο 1.187 μέτρων.  Ως σήμερα, κι ενώ το ανασκαφικό έργο βρίσκεται σε εξέλιξη υπό την αιγίδα της Αρχαιολογικής Εταιρείας υπό την διεύθυνση της Δρ. Έφης Σαπουνά-Σακελλαράκη, έχει αποκαλυφθεί το (Q)κεντρικό κτίριο(Q). Πρόκειται για ένα οικοδόμημα διώροφο, ή ίσως τριώροφο, έκτασης 1.360 τ.μ. με προσανατολισμό από Βορρά προς Νότο, το οποίο είναι κτισμένο με την τοπική γκρίζα πέτρα. Αποτελείται από μεγάλο αριθμό δωματίων, ανάμεσα στα οποία αποθήκες κι εργαστήρια. Τα κινητά ευρήματα δείχνουν ότι πρόκειται για σημαντικό οικονομικό, θρησκευτικό και παραγωγικό κέντρο. Σύμφωνα με τις ως τώρα ενδείξεις στο κτίριο της Ζωμίνθου έχουν εντοπιστεί τρεις χρονικές φάσεις. Η πρώτη συμπίπτει με την ίδρυσή του περίπου το 1900 π.Χ., η δεύτερη περίπου το 1600 π.Χ. με την ακμή του και αργότερα με την καταστροφή του από το σεισμό της Θήρας, και η τρίτη φάση, κατά το 1400 π.Χ., με ένα άλλο οικοδόμημα κτισμένο σε μικρή απόσταση."
            },
            {
                "key": "en",
                "text": "In 1982 the archaeologist Giannis Sakellarakis discovered the Minoan settlement of Zominthos, at an altitude of 1,187 meters. To this day, and while the excavation work is ongoing under the auspices of the Archaeological Society under the direction of Dr. Efis Sapounas-Sakellarakis, the (Q)central building(Q) has been revealed. It is a two-story, or maybe three-story building, with an area of ​​1,360 sq.m. oriented from North to South, which is built with the local gray stone. It consists of a large number of rooms, among which warehouses and workshops. Mobile finds show that it was an important economic, religious and production center. According to the indications so far, three time phases have been identified in the Zominthos building. The first coincides with its foundation around 1900 BC, the second around 1600 BC. with its heyday and later with its destruction by the Thira earthquake, and the third phase, around 1400 BC, with another building built a short distance away."
            }
        ],
        "area_geo": "24.887197-35.248826",
        "area_icon": "ulf_1125_iconZominthos.png",
        "area_id": "177",
        "area_short_description": [
            {
                "key": "gr",
                "text": "Η Ζώμινθος βρίσκεται σε οροπέδιο στους πρόποδες του Ψηλορείτη (Ιδαίον Όρος) της Κρήτης. Βρίσκεται δυτικά του χωριού Ανώγεια, προς το Ιδαίον Άντρον, την ιερή σπηλιά κοντά στην κορυφή της Νίδας. Η τοποθεσία έγινε γνωστή λόγω του μεγάλου κτιριακού συγκροτήματος της μινωικής εποχής που βρέθηκε εκεί."
            },
            {
                "key": "en",
                "text": "Zominthos is located on a plateau at the foot of Psiloritis (Mount Idaion) in Crete. It is located west of the village of Anogeia, towards Idaion Andron, the sacred cave near the peak of Nida. The site became famous because of the large building complex of the Minoan era found there."
            }
        ],
        "area_title": [
            {
                "key": "gr",
                "text": "Αρχαία Ζώμινθος"
            },
            {
                "key": "en",
                "text": "Ancient Zominthos"
            }
        ]
    },
    {
        "area_description": [
            {
                "key": "gr",
                "text": "Φαίνεται να κτίστηκε γύρω στο 2000 π.Χ. και να καταστράφηκε βίαια, όπως όλα τα παλαιά ανάκτορα, κατά το 1700 π.Χ. από σεισμό ή/και πυρκαγιά. Οι ανασκαφές έχουν αποκαλύψει αποθήκες, χώρους λατρείας καθώς και δωμάτια που μάλλον αποτελούσαν το αρχειοφυλάκιο του ανακτορικού κέντρου, καθώς εκεί βρέθηκε μεγάλος αριθμός από πήλινα σφραγίσματα. Τα ευρήματα κεραμεικής, τα σφραγίσματα κ.α. που βρέθηκαν στον οικισμό του Μοναστηρακίου έχουν μεγάλες ομοιότητες με αυτά της Φαιστού, γεγονός που υποδηλώνει πως τα δύο αυτά ανακτορικά κέντρα είχαν στενές οικονομικές κι εμπορικές σχέσεις."
            },
            {
                "key": "en",
                "text": "It seems to have been built around 2000 BC. and was violently destroyed, like all old palaces, in 1700 BC. by earthquake and/or fire. Excavations have revealed storehouses, places of worship as well as rooms that probably formed the archives of the palace center, as a large number of clay seals were found there. The finds of pottery, sealings, etc. found in the settlement of Monastiraki have great similarities with those of Phaistos, which suggests that these two palace centers had close economic and commercial relations."
            }
        ],
        "area_geo": "24.666624-35.231879",
        "area_icon": "ulf_1126_iconMonastiraki.png",
        "area_id": "178",
        "area_short_description": [
            {
                "key": "gr",
                "text": "Δίπλα στον οικισμό Μοναστηρακίου Αμαρίου, έχει ανασκαφεί σημαντικός παλαιοανακτορικός μινωικός οικισμός, στο κέντρο του οποίου υπάρχει μεγάλο τουλάχιστον διώροφο κτιριακό συγκρότημα με ανακτορικά χαρακτηριστικά."
            },
            {
                "key": "en",
                "text": "Next to the settlement of Monastiraki of Amari, an important palaeopalatial Minoan settlement has been excavated, in the center of which there is a large at least two-story building complex with palatial characteristics."
            }
        ],
        "area_title": [
            {
                "key": "gr",
                "text": "Μοναστηράκι Αμαρίου"
            },
            {
                "key": "en",
                "text": "Monastiraki"
            }
        ]
    },
    {
        "area_description": [
            {
                "key": "gr",
                "text": "Ο χώρος βρίσκεται πάνω στο «δρόμο» επικοινωνίας του ανακτορικού κέντρου της Φαιστού με το παλαιοανακτορικό κέντρο του Μοναστηρακίου και πιθανά λειτούργησε ως ενδιάμεσος σταθμός. Η εγκατάσταση καταστράφηκε από ισχυρή πυρκαγιά, την ίδια περίοδο με την καταστροφή των γειτονικών της μινωικών παλαιοανακτορικών κέντρων, Μοναστηρακίου και Φαιστού. Παρόλα αυτά, η ζωή στο Αποδούλου και στη Φαιστό συνεχίστηκε και στη νεοανακτορική εποχή. Οι ανασκαφές έχουν αποκαλύψει τουλάχιστον δύο συγκροτήματα, με μεταξύ τους δρόμους, καθώς και αποθήκες με πολλά πιθάρια. Στην περιοχή βρίσκεται και ο νεοανακτορικός οικισμός που εντοπίστηκε κατά τη δεκαετία του 1930 και ανασκάφτηκε συστηματικά.   Επίσης, σε διάφορες θέσεις στην ευρύτερη περιοχή έχουν εντοπιστεί και ανασκαφεί αρκετοί θολωτοί τάφοι μετανακτορικών χρόνων με λάρνακες, αγγεία και διάφορα κοσμήματα."
            },
            {
                "key": "en",
                "text": "The site is located on the communication (Q)road(Q) between the palatial center of Phaistos and the old palatial center of Monastiraki and probably functioned as an intermediate station. The facility was destroyed by a strong fire, at the same time as the destruction of its neighboring Minoan palaeopalatial centers, Monastiraki and Phaistos. Nevertheless, life in Apodoulou and Phaistos continued in the neo-palatial era. Excavations have revealed at least two complexes, with roads between them, as well as warehouses with many jars. In the area is also the neo-palatial settlement that was identified in the 1930s and systematically excavated. Also, in various places in the wider area, several vaulted tombs from post-palatial times with urns, vases and various jewels have been identified and excavated."
            }
        ],
        "area_geo": "24.735705-35.156395",
        "area_icon": "ulf_1124_iconApodoulou.png",
        "area_id": "179",
        "area_short_description": [
            {
                "key": "gr",
                "text": "Οι ανασκαφές των τελευταίων χρόνων έφεραν στο φως μία σημαντική μινωική εγκατάσταση, της παλαιοανακτορικής περιόδου (19ος αι. π.Χ. – 1600 π.Χ.) κοντά στο σημερινό χωριό Αποδούλου, στο νότιο τμήμα της περιοχής του Αμαρίου."
            },
            {
                "key": "en",
                "text": "The excavations of recent years have brought to light an important Minoan settlement, of the palaeopalatial period (19th century BC – 1600 BC) near the current village of Apodoulou, in the southern part of the region of Amari."
            }
        ],
        "area_title": [
            {
                "key": "gr",
                "text": "Αποδούλου Αμαρίου"
            },
            {
                "key": "en",
                "text": "Apodoulou of Amari"
            }
        ]
    },
    {
        "area_description": [
            {
                "key": "gr",
                "text": "Στην ευρύτερη περιοχή του Ρεθύμνου είχε αναπτυχθεί, τουλάχιστον από τη δεύτερη Βυζαντινή περίοδο, ένας σπουδαίος χριστιανικός πολιτισμός, ενώ η πόλη βρισκόταν ακόμη σε παρακ­μή. Το μαρτυρούν, εκτός από τα τοπωνύμια (Τρία Μοναστήρια, Αγία Ειρήνη, Χρωμοναστήρι), και τα ερείπια ναών και μοναστηριών που συναντούμε και σήμερα στην περιοχή. Τα περισσότερα ιδρύθηκαν κατά την περίοδο της Βενετοκρατίας, όπως η μονή της Αγίας Ειρήνης, κοντά στον ομώνυμο οικισμό, ο ναός της αγίας Παρασκευής, στη θέση Παράδεισος, ο ναός της Υπαπαντής ή Ζωοδόχου Πηγής, στα Τρία Μοναστήρια κ.ά."
            },
            {
                "key": "en",
                "text": "n the wider area of ​​Rethymnon, at least from the second Byzantine period, a great Christian culture had developed, while the city was still in decline. This is evidenced, apart from the toponyms (Three Monasteries, Agia Irini, Chromonastiri), and the ruins of churches and monasteries that are still found in the area today. Most were founded during the Venetian period, such as the monastery of Agia Irini, near the settlement of the same name, the church of Agia Paraskevi, in Paradisos, the church of Ypapanti or Zoodochos Pigi, in the Three Monasteries, etc."
            }
        ],
        "area_geo": "24.472389-35.364416",
        "area_icon": "ulf_1135_IconByzantineColor.png",
        "area_id": "702",
        "area_short_description": [
            {
                "key": "gr",
                "text": "Η επαρχία Ρεθύμνου εξακολουθεί να φιλοξενεί μεγάλο αριθμό μοναστηριών και ανενεργών μονών, που ήκμασαν κυρίως την Ενετική Περίοδο, δηλαδή πριν την άλωση του Ρεθύμνου το 1646 από τους Οθωμανούς. Η περιοχή κοντά στην πόλη αποτέλεσε ένα πλούσιο θρησκευτικό χώρο."
            },
            {
                "key": "en",
                "text": "The province of Rethymno still hosts a large number of monasteries and inactive monasteries, which flourished mainly during the Venetian Period, i.e. before the conquest of Rethymno in 1646 by the Ottomans. The area near the city was a rich religious site."
            }
        ],
        "area_title": [
            {
                "key": "gr",
                "text": "Περιφέρεια Ρεθύμνου"
            },
            {
                "key": "en",
                "text": "Rethymno Region"
            }
        ]
    }
]